Repository: mapbox/mapbox-maps-ios
Catalog: Sources/MapboxMaps/Ornaments/Compass/*.lproj/CompassDirectionLong.strings
Languages: bg, de, es, gl, ko, lt, pt_br, ru, uk

# E
source: east
bg: изток
de: Osten
es: este
gl: leste
ko: 동쪽
lt: rytai
pt_br: leste
ru: восток
uk: схід

# EbN
source: east by north
bg: ийст-тен-уест
de: Ost zu Nord
es: este por el norte
gl: leste polo norte
ko: 동미북쪽
lt: rytai į šiaurę
pt_br: lest pelo norte
ru: северо-восток
uk: північний схід

# EbS
source: east by south
bg: ийст-тен-саут
de: Ost zu Süd
es: este por el sur
gl: leste polo sur
ko: 동미남쪽
lt: rytai į pietus
pt_br: leste pelo sul
ru: юго-восток
uk: південний схід

# ENE
source: east-northeast
bg: север-североизток
de: Ostnordost
es: estenordeste
gl: leste-nordés
ko: 동북동쪽
lt: rytai - šiaurės rytai
pt_br: lés-nordeste
ru: восток-северо-восток
uk: схід - північний схід

# ESE
source: east-southeast
bg: изток-югоизток
de: Ostsüdost
es: estesudeste
gl: leste-sueste
ko: 동남동쪽
lt: rytai - pietryčiai
pt_br: lés-sudeste
ru: юго-юго-восток
uk: схід - південний схід

# N
source: north
bg: север
de: Nord
es: norte
gl: norte
ko: 북쪽
lt: šiaurė
pt_br: norte
ru: север
uk: північ

# NbE
source: north by east
bg: норд-тен-ийст
de: Nord zu Ost
es: norte por el este
gl: norte polo leste
ko: 북미동쪽
lt: šiaurė į rytus
pt_br: norte pelo leste
ru: северо-восток
uk: північний схід

# NbW
source: north by west
bg: норд-тен-уест
de: Nord zu West
es: norte por el oeste
gl: norte polo oeste
ko: 북미서쪽
lt: šiaurė į vakarus
pt_br: norte pelo oeste
ru: северо-запад
uk: північний захід

# NE
source: northeast
bg: североизток
de: Nordost
es: nordeste
gl: nordés
ko: 북동쪽
lt: šiaurės rytai
pt_br: nordeste
ru: северо-восток
uk: північний схід

# NEbE
source: northeast by east
bg: нордийст-тен-ийст
de: Nordost zu Ost
es: nordeste por el este
gl: nordés polo leste
ko: 북동미동쪽
lt: šiaurės rytai į rytus
pt_br: nordeste pelo leste
ru: восток-северо-восток
uk: північний схід - схід

# NEbN
source: northeast by north
bg: нордийст-тен-норд
de: Nordost zu Nord
es: nordeste por el norte
gl: nordés polo norte
ko: 북동미북쪽
lt: šiaurės rytai į šiaurę
pt_br: nordeste pelo norte
ru: северо-северо-восток
uk: північний счхід - північ

# NNE
source: north-northeast
bg: север-североизток
de: Nordnordost
es: nornordeste
gl: norte-nordés
ko: 북북동쪽
lt: šiaurė - šiaurės rytai
pt_br: nor-nordeste
ru: северо-северо-восток
uk: північ - північний схід

# NNW
source: north-northwest
bg: север-северозапад
de: Nordnordwest
es: nornoroeste
gl: norte-noroeste
ko: 북북서쪽
lt: šiaurė - šiaurės vakarai
pt_br: nor-noroeste
ru: северо-северо-запад
uk: північ - північний захід

# NW
source: northwest
bg: северозапад
de: Nordwest
es: noroeste
gl: noroeste
ko: 북서쪽
lt: šiaurės vakarai
pt_br: noroeste
ru: северо-запад
uk: північний захід

# NWbN
source: northwest by north
bg: нордуест-тен-норд
de: Nordwest zu Nord
es: noroeste por el norte
gl: noroeste polo norte
ko: 북서미북쪽
lt: šiaurės vakarai į šiaurę
pt_br: noroeste pelo norte
ru: северо-северо-запад
uk: північний захід - північ

# NWbW
source: northwest by west
bg: нордуест-тен-уест
de: Nordwest zu West
es: noroeste por el oeste
gl: noroeste polo oeste
ko: 북서미서쪽
lt: šiaurės vakarai į vakarus
pt_br: noroeste pelo oeste
ru: запад-северо-запад
uk: північний захід - захід

# S
source: south
bg: юг
de: Süd
es: sur
gl: sur
ko: 남쪽
lt: pietūs
pt_br: sul
ru: юг
uk: південь

# SbE
source: south by east
bg: саут-тен-ийст
de: Süd zu Ost
es: sur por el este
gl: sur polo leste
ko: 남미동쪽
lt: pietūs į rytus
pt_br: sul pelo leste
ru: юго-восток
uk: південний схід

# SbW
source: south by west
bg: саут-тен-уест
de: Süd zu West
es: sur por el oeste
gl: sur polo oeste
ko: 남미서
lt: pietūs į vakarus
pt_br: sul pelo oeste
ru: юго-запад
uk: південний захід

# SE
source: southeast
bg: югоизток
de: Südost
es: sudeste
gl: sueste
ko: 남동쪽
lt: pietryčiai
pt_br: sudeste
ru: юго-восток
uk: південний схід

# SEbE
source: southeast by east
bg: саутийст-тен-ийст
de: Südost zu Ost
es: sudeste por el este
gl: sueste polo leste
ko: 남동미동쪽
lt: pietryčiai į rytus
pt_br: sudeste pelo leste
ru: восток-юго-восток
uk: південний схід - схід

# SEbS
source: southeast by south
bg: саутийст-тен-саут
de: Südost zu Süd
es: sudeste por el sur
gl: sueste polo sur
ko: 남동미남쪽
lt: pietryčiai į pietus
pt_br: sudeste pelo sul
ru: юго-юго-восток
uk: південний схід - південь

# SSE
source: south-southeast
bg: юг-югоизток
de: Südsüdost
es: sudsudeste
gl: sur-sueste
ko: 남남동쪽
lt: pietūs - pietryčiai
pt_br: sul-sudeste
ru: юго-юго-восток
uk: південь - південний схід

# SSW
source: south-southwest
bg: юг-югозапад
de: Südsüdwest
es: sudsudoeste
gl: sur-suroeste
ko: 남남서쪽
lt: pietūs - pietvakariai
pt_br: su-sudoeste
ru: юго-юго-запад
uk: південь - південний захід

# SW
source: southwest
bg: югозапад
de: Südwest
es: sudoeste
gl: suroeste
ko: 남서쪽
lt: pietvakariai
pt_br: sudoeste
ru: юго-запад
uk: південний захід

# SWbS
source: southwest by south
bg: саутуест-тен-саут
de: Südwest zu Süd
es: sudoeste por el sur
gl: suroeste polo sur
ko: 남서미남쪽
lt: pietvakariai į pietus
pt_br: sudoeste pelo sul
ru: юго-юго-запад
uk: південний захід - південь

# SWbW
source: southwest by west
bg: саутуест-тен-уест
de: Südwest zu West
es: sudoeste por el oeste
gl: suroeste polo oeste
ko: 남서미서쪽
lt: pietvakariai į vakarus
pt_br: sudoeste pelo oeste
ru: восток-юго-восток
uk: південний захід - захід

# W
source: west
bg: запад
es: oeste
gl: oeste
ko: 서쪽
lt: vakarai
pt_br: oeste
ru: запад
uk: захід

# WbN
source: west by north
bg: уест-тен-норд
de: West zu Nord
es: oeste por el norte
gl: oeste polo norte
ko: 서미북쪽
lt: vakarai į šiaurę
pt_br: oeste pelo norte
ru: северо-запад
uk: північний захід

# WbS
source: west by south
bg: уест-тен-саут
de: West zu Süd
es: oeste por el sur
gl: oeste polo sur
ko: 서미남쪽
lt: vakarai į pietus
pt_br: oeste pelo sul
ru: юго-запад
uk: південний захід

# WNW
source: west-northwest
bg: запад-северозапад
de: Westnordwest
es: oesnoroeste
gl: oeste-noroeste
ko: 서북서쪽
lt: vakarai - šiaurės vakarai
pt_br: oés-noroeste
ru: запад-северо-запад
uk: захід - північний захід

# WSW
source: west-southwest
bg: запад-югозапад
de: Westsüdwest
es: oesudoeste
gl: oeste-suroeste
ko: 서남서쪽
lt: vakarai - pietvakariai
pt_br: oés-sudoeste
ru: запад-юго-запад
uk: захід - південний захід
